# A dictionary of movie critics and their ratings of a small
# set of movies
critics={
'김태형': {'짬뽕': 2.5, '탕수육': 3.5,
 '햄버거': 3.0, '뿌빳뽕커리': 3.5, '똠양꿍': 2.5,
 '비빔밥': 3.0},
'송혜형': {'짬뽕': 3.0, '탕수육': 3.5,
 '햄버거': 1.5, '뿌빳뽕커리': 5.0, '비빔밥': 3.0,
 '똠양꿍': 3.5},
'전지형': {'짬뽕': 2.5, '탕수육': 3.0,
 '뿌빳뽕커리': 3.5, '비빔밥': 4.0},
'설형': {'짬뽕': 3.0, '탕수육': 4.0,
 '햄버거': 2.0, '뿌빳뽕커리': 3.0, '비빔밥': 3.0,
 '똠양꿍': 2.0},
'한가형': {'짬뽕': 3.0, '탕수육': 4.0,
 '비빔밥': 3.0, '뿌빳뽕커리': 5.0, '똠양꿍': 3.0},
'이상형': {'탕수육':4.5,'똠양꿍':1.0,'뿌빳뽕커리':4.0}}